{
    "en": {
        "calls": {
            "apprentice_seer" : "*Apprentice Seer, open your eyes.",
            "aura_seer" : "Aura Seer open your eyes, check a player.",
            "beholder" : "Beholder open your eyes, (point the player) this is the village seer.",
            "big_bad_wolf" : "*Big Bad Wolf, open your eyes.",
            "bloody_mary" : "(When she is already dead), choose a player to kill.",
            "bodyguard" : "Wake up Bodyguard, choose a player to protect.",
            "bogeyman" : "(If wolves didn't kill) Bogeyman wake up, choose a player to kill.",
            "chupacabra" : "Chupacabra wake up, choose a player.",
            "count_dracula" : "Dracula, open your eyes and pick a wife.",
            "cult_leader" : "Cultists, open your eyes, who's gonna be converted tonight?",
            "cupid" : "*Wake up Cupid, choose the lovebirds.",
            "cursed" : "*Cursed, open your eyes",
            "dire_wolf" : "*Wake up Dire Wolf, choose your companion.",
            "diseased" : "*Diseased, open your eyes.",
            "doppelganger" : "*Doppelgänger, open your eyes, choose your role model.",
            "drunk" : "(Third night), open your eyes, give him his new role.",
            "fortune_teller" : "Fortune Teller, check a player.",
            "fruit_brute" : "*Fruit Brute, open your eyes.",
            "hoodlum" : "*Wake up Hoodlum, choose 2 players.",
            "hunter" : "*Hunter, open your eyes.",
            "insomniac" : "Insomniac, there have been activity around you (tell with hands).",
            "leprechaun" : "Leprechaun open your eyes, (point the player) this player have been killed, will you redirect the attack?",
            "lovebirds" : "*Lovebirds meet each other.",
            "lycan" : "*Lycan, open your eyes.",
            "mason" : "*Masons, open your eyes and look for other Masons.",
            "meeting" : "Masons, open your eyes it's meeting time.",
            "minion" : "*Minion, you are part of the (moderator choose vampires or werewolves) team.",
            "nostradamus" : "*Nostradamus, open your eyes, predict the winning team.",
            "old_hag" : "Old Hag open your eyes, who must leave the village next day?",
            "p_i" : "Private Investigator wake up, inspect a player and his neighbors.",
            "priest" : "Priest, for whom do you pray?",
            "seer" : "Wake up Seer, check a player.",
            "sorcerer" : "(Until found a werewolf, after that join wolves and ask before they choose) wake up sorcerer, point at a player.",
            "spellcaster" : "Spellcaster, who must not use their voice the following day?",
            "the_count" : "*The Count, there is (show with hands) wolves in this side of the village and (show with hands) in the other side.",
            "thing" : "Thing, tap a player next to you.",
            "tough_guy" : "*Tough Guy, wake up.",
            "vampire" : "Vampires, *(open your eyes and look for other vampires.), choose a player to kill.",
            "werewolves" : "Werewolves, *(open your eyes and look for other werewolves.), choose a player to kill.",
            "wild_child" : "*Wild Child, choose your role model.",
            "witch" : "Witch open your eyes, (point the player) this player have been killed, do you want to revive him? (one per game), do you want to kill someone else? (one per game).",
            "wolf_man" : "*Wolf Man wake up.",
            "wolverine" : "*Wolverine, open your eyes."
        },
        "roles" : {
            "apprentice_seer": "Apprentice Seer",
            "aura_seer" : "Aura Seer",
            "beholder" : "Beholder",
            "big_bad_wolf" : "Big Bad Wolf",
            "bloody_mary" : "Bloody Mary",
            "bodyguard" : "Bodyguard",
            "bogeyman" : "Bogeyman",
            "chupacabra" : "Chupacabra",
            "count_dracula" : "Count Dracula",
            "cult_leader" : "Cult Leader",
            "cupid" : "Cupid",
            "cursed" : "Cursed",
            "dire_wolf" : "Dire Wolf",
            "diseased" : "Diseased",
            "doppelganger" : "Doppelgänger",
            "dream_wolf" : "Dream Wolf",
            "drunk" : "Drunk",
            "fortune_teller" : "Fortune Teller",
            "fruit_brute" : "Fruit Brute",
            "ghost" : "Ghost",
            "hoodlum" : "Hoodlum",
            "hunter" : "Hunter",
            "insomniac" : "Insomniac",
            "leprechaun" : "Leprechaun",
            "little_girl" : "Little Girl",
            "lone_wolf" : "Lone Wolf",
            "lycan" : "Lycan",
            "martyr" : "Martyr",
            "mason" : "Mason",
            "mayor" : "Mayor",
            "minion" : "Minion",
            "moderator" : "Moderator",
            "nostradamus" : "Nostradamus",
            "old_hag" : "Old Hag",
            "old_man" : "Old Man",
            "p_i" : "P.I.",
            "pacifist" : "Pacifist",
            "priest" : "Priest",
            "prince" : "Prince",
            "role" : "Apprentice Seer",
            "sasquatch" : "Sasquatch",
            "seer" : "Seer",
            "sorcerer" : "Sorcerer",
            "spellcaster" : "Spellcaster",
            "tanner" : "Tanner",
            "the_count" : "The Count",
            "thing" : "Thing",
            "tough_guy" : "Tough Guy",
            "troublemaker" : "Troublemaker",
            "vampire" : "Vampire",
            "village_idiot" : "Village Idiot",
            "villager" : "Villager",
            "virginia_woolf" : "Virginia Woolf",
            "werewolf" : "Werewolf",
            "wild_child" : "Wild Child",
            "witch" : "Witch",
            "wolf_cub" : "Wolf Cub",
            "wolf_man" : "Wolf Man",
            "wolverine" : "Wolverine"
        },
        "descriptions":{
            "apprentice_seer": "Become the Seer if the Seer is killed.",
            "aura_seer" : "At night, find out if someone has a non-ordinary role and what it is.",
            "beholder" : "Opens his eyes the first night to see who the seer is.",
            "big_bad_wolf" : "You can attack one person beside the initial werewolf target.",
            "bloody_mary" : "If you die, kill someone from the team that killed you each night.",
            "bodyguard" : "Choose a different player each night to protect. That player cannot be killed that night.",
            "bogeyman" : "If the wolves can't decide who to kill, you'll do it for them. You win if all the night-active players are dead.",
            "chupacabra" : "Each night, select a player. If they are a werewolf, they die. If they aren't a werewolf, they don't die. If all the wolves are dead, kill a player each night.",
            "count_dracula" : "Each night, pick a player to be a wife. If you make it through a day/night cycle with 3 wives, you win.",
            "cult_leader" : "Each night, choose a player to join your cult. If all players are in your cult, you win.",
            "cupid" : "Choose two players to be lovers. If one of those players dies, the other dies from a broken heart.",
            "cursed" : "You become a vampire when attacked by vampires or a werewolf if attacked by werewolves.",
            "dire_wolf" : "Put yourself in love on the first night, if that player die you die.",
            "diseased" : "If you are attacked by werewolves, the werewolves do not get fed the following night.",
            "doppelganger" : "Select a player the first night. If that player dies, you secretly take that role.",
            "dream_wolf" : "If a werewolf dies, you replace them (you're not allowed to wake up until a werewolf dies.)",
            "drunk" : "You are a villager until the third night, when you remember your real role.",
            "fortune_teller" : "You know the exact roles of your inspectees (wolf man/lycan excepted), and the person you inspect is not made aware of this.",
            "fruit_brute" : "If you are the last wolf left alive, you lose your appetite and cannot feed, but you are trying to root out all the villagers.",
            "ghost" : "Die the first night, then each day, write one letter clues as a message from the beyond (no names or initials).",
            "hoodlum" : "Indicate two players on the first night. If they die and you are alive at the end of the game, you win.",
            "hunter" : "If you are killed, take someone down with you.",
            "insomniac" : "each night, learn at least one of your neighbors has woken up during the night.",
            "leprechaun" : "You can redirect werewolf attacks to players adjacent to the target(s), but you don't have to.",
            "little_girl" : "Like a villager but each night she gets to peek out but be discrete so the wolves don't notice, because they can signal the moderator if they think you are the little girl. You die if the wolves' accusation was correct.",
            "lone_wolf" : "You are a werewolf, but you only win if you are the last wolf team member alive.",
            "lycan" : "You are a villager, but you appear falsely to be a werewolf to the Seers and PI.",
            "martyr" : "Take the place of someone who has been killed before their role is revealed.",
            "mason" : "You know who the other Masons are.",
            "mayor" : "Your vote counts twice when voting to lynch a player if you reveal yourself.",
            "minion" : "Work with the werewolves or vampires to kill the villagers. The moderator decides whether you work with the werewolves or the vampires.",
            "moderator" : "Moderates the game. You cannot play without this role.",
            "nostradamus" : "Predict the winning team on the 1st night. If that team wins AND you are alive at the end of the game, you get a solo win. For the rest of the game you are a villager.",
            "old_hag" : "At night, indicate a player who must leave the village the next day.",
            "old_man" : "You will die on night X, where X is the number of werewolves in the game plus one.",
            "p_i" : "Inspect three adjacent players on one night.",
            "pacifist" : "You cannot vote when lynching.",
            "priest" : "Protect one player from death caused at night, including vampire attacks.",
            "prince" : "You can't be lynched.",
            "sasquatch" : "You are a villager until a day ends without a lynch, in which case you become a werewolf.",
            "seer" : "Check if a player is a wolf or a vampire.",
            "sorcerer" : "You are a seer, but you are on the Werewolf team. You only know if you've found a werewolf, another seer, or something else.",
            "spellcaster" : "At night, indicate a player who must not use their voice the following day.",
            "tanner" : "You only win if you are lynched.",
            "the_count" : "The first night, you are told how many werewolves there are in each half of the village.",
            "thing" : "Each night, tap a player sitting immediately next to you.",
            "tough_guy" : "You survive an extra day if attacked by werewolves at night.",
            "troublemaker" : "Once per game, choose to have two lynch attempts on one day. If the votes are tied, then you've wasted your chance.",
            "vampire" : "Each night, Choose a player. That player is eliminated when a player gets their 2nd accusation the next day.",
            "village_idiot" : "Always vote for players to die.",
            "villager" : "Find the werewolves and lynch them.",
            "virginia_woolf" : "The first night, choose a player to be afraid of you. If you are eliminated, that player is also eliminated.",
            "werewolf" : "Eat a villager each night.",
            "wild_child" : "On the first night, the Wild Child chooses a role model, and if the role model dies, the wild child becomes a werewolf. Until then, the wild child is a normal villager.",
            "witch" : "Kill or save a player, once each per game.",
            "wolf_cub" : "If you die, the werewolves get two kills the following night.",
            "wolf_man" : "You Wake With the other Werewolves each night, but the Seer sees you as a Villager.",
            "wolverine" : "Each night, wake with the other Werewolves. If you are the closest Werewolf to the target, the players hear a metallic sound."
        }
    },

    "es": {
        "calls": {
            "apprentice_seer" : "*Aprendiz Vidente, abre tus ojos.",
            "aura_seer" : "Vidente Aura levántate, verifica un jugador.",
            "beholder" : "Espectador abre tus ojos, este es el Vidente de la aldea.",
            "big_bad_wolf" : "*Lobo Feroz, abre tus ojos.",
            "bloody_mary" : "(Cuando ya está muerta), Bloody Mary seleciona a quien matarás.",
            "bodyguard" : "levántate Escolta, elige a quien vas a resguardar.",
            "bogeyman" : "(Si los lobos no mataron!) Se levanta El Cuco, elige a quien matar.",
            "chupacabra" : "Se levanta el Chupacabra, selecciona un jugador.",
            "count_dracula" : "Dracula, abre tus ojos y escoge a tu esposa.",
            "cult_leader" : "Cultistas, abran sus ojos, a quién van a incluir al culto?",
            "cupid" : "*Se levanta Cupido, elige a los enamorados.",
            "cursed" : "*Maldito, abre tus ojos.",
            "dire_wolf" : "*Se levanta el Lobo Gigante, selecciona su compañía.",
            "diseased" : "*Enfermo, abre tus ojos.",
            "doppelganger" : "*Doppelgänger, abre tus ojos, selecciona tu modelo a seguir.",
            "drunk" : "(Tercera noche), Borracho abre tus ojos, recibe tu nuevo rol.",
            "fortune_teller" : "Adivino, verifica un jugador.",
            "fruit_brute" : "*Fruit Brute, abre tus ojos.",
            "hoodlum" : "*Despierta Matón, elige a 2 jugadores.",
            "hunter" : "*Cazador, abre tus ojos.",
            "insomniac" : "Insomne, ha habido actividad a tu alrededor (indicarlo con las manos).",
            "leprechaun" : "Duende abre tus ojos, (apunta al jugador) ha sido asesinado, vas a reorientar su muerte?",
            "lovebirds" : "*enamorados, hora de conocerse.",
            "lycan" : "*Licántropo, abre tus ojos.",
            "mason" : "*Masones, abran sus ojos y conozcan los otros masones.",
            "meeting" : "Masones, es hora de su reunión.",
            "minion" : "*Lacayo, servirás a los (el moderador elige vampiros o lobos).",
            "nostradamus" : "*Nostradamus, derpierta, predice el equipo ganador.",
            "old_hag" : "Vieja Arpía despierta, quién no será parte de la villa durante el día?",
            "p_i" : "Despierta Investigador Privado, inspecciona un jugador y sus vecinos.",
            "priest" : "Cura, por quién rezarás?",
            "seer" : "Se levante el Vidente, verifica un jugador.",
            "sorcerer" : "(Hasta que encuentre un lobo, luego se une a la manada y consutla antes de que los lobos seleccionen) Despierta Hechicra, apunta a un jugador.",
            "spellcaster" : "Conjurador, quién no podrá usar su voz durante el día?",
            "the_count" : "*Contador, la aldea ha sido invadida por (indicar la cantidad con las manos) lobos en esta parte y (indicar con las manos) en esta otra.",
            "thing" : "Mañoso, toca un jugador a tu alrededor.",
            "tough_guy" : "*Tipo Rudo, abre tus ojos.",
            "vampire" : "Vampiros, *(abran sus ojos y miren los demás vampiros.), seleccionen a quien matar.",
            "werewolves" : "Lobos, *(abran sus ojos y miren los demás lobos.), seleccionen a quien matar.",
            "wild_child" : "*Chico Salvaje, selecciona tu rol a seguir.",
            "witch" : "Bruja despierta, (señala el jugador) este jugador ha muerto, lo revives? (uno por juego), matarás a alguien? (uno por juego).",
            "wolf_man" : "Hombre lobo despierta.",
            "wolverine" : "*Guepardo, despierta."
        },
        "roles" : {
            "apprentice_seer": "Aprendiz Vidente",
            "aura_seer" : "Vidente Aura",
            "beholder" : "Espectador",
            "big_bad_wolf" : "Lobo Feroz",
            "bloody_mary" : "Bloody Mary",
            "bodyguard" : "Escolta",
            "bogeyman" : "El Cuco",
            "chupacabra" : "Chupacabra",
            "count_dracula" : "Conde Dracula",
            "cult_leader" : "Cultista Lider",
            "cupid" : "Cupido",
            "cursed" : "Maldito",
            "dire_wolf" : "Lobo Gigante",
            "diseased" : "Enfermo",
            "doppelganger" : "Doppelgänger",
            "dream_wolf" : "Traidor",
            "drunk" : "Borracho",
            "fortune_teller" : "Adivino",
            "fruit_brute" : "Fruit Brute",
            "ghost" : "Fantasma",
            "hoodlum" : "Matón",
            "hunter" : "Cazador",
            "insomniac" : "Insomne",
            "leprechaun" : "Duende",
            "little_girl" : "Niña",
            "lone_wolf" : "Lobo Solitario",
            "lycan" : "Licántropo",
            "martyr" : "Mártir",
            "mason" : "Masón",
            "mayor" : "Alcalde",
            "minion" : "Lacayo",
            "moderator" : "Moderador",
            "nostradamus" : "Nostradamus",
            "old_hag" : "Vieja Arpía",
            "old_man" : "Anciano",
            "p_i" : "Investigador Privado",
            "pacifist" : "Pacifista",
            "priest" : "Cura",
            "prince" : "Principe",
            "sasquatch" : "Pie Grande",
            "seer" : "Vidente",
            "sorcerer" : "Hechicra",
            "spellcaster" : "Conjurador",
            "tanner" : "Suicida",
            "the_count" : "Contador",
            "thing" : "Mañoso",
            "tough_guy" : "Tipo Rudo",
            "troublemaker" : "Problemático",
            "vampire" : "Vampiro",
            "village_idiot" : "Aldeano Idiota",
            "villager" : "Aldeano",
            "virginia_woolf" : "Virginia Woolf",
            "werewolf" : "Lobo",
            "wild_child" : "Chico Salvaje",
            "witch" : "Bruja",
            "wolf_cub" : "Cachorro",
            "wolf_man" : "Hombre lobo",
            "wolverine" : "Guepardo"
        },
        "descriptions":{
            "apprentice_seer": "Conviértete en el vidente si el vidente muere.",
            "aura_seer" : "Por la noche, averigüe si alguien tiene un papel no ordinario y cuál es.",
            "beholder" : "Abre sus ojos la primera noche para ver quién es el vidente.",
            "big_bad_wolf" : "Puedes atacar a una persona al lado del objetivo inicial de los lobos.",
            "bloody_mary" : "Si mueres, mata a alguien del equipo que te mató cada noche.",
            "bodyguard" : "Elige un jugador diferente cada noche para proteger. Ese jugador no puede ser asesinado esa noche.",
            "bogeyman" : "Si los lobos no pueden decidir quién matar, lo hará por ellos. Usted gana si todos los jugadores nocturnos están muertos.",
            "chupacabra" : "Cada noche, seleccione un jugador. Si son lobos, mueren. Si todos los lobos están muertos, mata a un jugador cada noche.",
            "count_dracula" : "Cada noche, elige a un jugador para ser una esposa. Si lo hace a través de un ciclo de día / noche con 3 esposas, usted gana.",
            "cult_leader" : "Cada noche, elija un jugador para unirse a su culto. Si todos los jugadores están en su culto, usted gana.",
            "cupid" : "Elige dos jugadores para ser amantes. Si uno de esos jugadores muere, el otro muere de un corazón roto.",
            "cursed" : "Usted se convierte en un vampiro cuando es atacado por vampiros o un lobo si es atacado por lobos.",
            "dire_wolf" : "Te enamoras en la primera noche, si ese jugador muere usted muere.",
            "diseased" : "Si eres atacado por los lobos, los lobos no se alimentan la noche siguiente.",
            "doppelganger" : "Seleccione un jugador la primera noche. Si ese jugador muere, secretamente toma ese papel.",
            "dream_wolf" : "Si un lobo muere, lo reemplazas (no se le permite despertar con los lobos hasta que uno muere).",
            "drunk" : "Usted es un aldeano hasta la tercera noche, cuando usted recuerda su papel real.",
            "fortune_teller" : "Usted descubre exactamente el rol de quien revise (excepto el hombre lobo / lycan), y la persona que usted inspecciona no está enterada de esto.",
            "fruit_brute" : "Si usted es el último lobo que queda vivo, pierde el apetito y no mata, pero está tratando de erradicar a todos los aldeanos.",
            "ghost" : "Muere la primera noche, luego cada día, escriba una letra como un mensaje desde el más allá (sin nombres ni iniciales).",
            "hoodlum" : "Indique dos jugadores en la primera noche. Si mueren y estás vivo al final del juego, ganas.",
            "hunter" : "Si te matan, llévate a alguien contigo.",
            "insomniac" : "Cada noche, se entera si al menos uno de tus vecinos se ha despertado durante la noche.",
            "leprechaun" : "Puede redirigir los ataques de los lobos a los jugadores adyacentes al (los) objetivo (s), pero no es necesario.",
            "little_girl" : "Como un aldeano pero cada noche ella consigue mirar hacia fuera pero ser discreto así que los lobos no notan, porque pueden señalar al moderador si piensan que usted es la niña. Usted muere si la acusación de los lobos era correcta.",
            "lone_wolf" : "Eres un lobo, pero solo ganas si eres el último miembro del equipo de lobo vivo.",
            "lycan" : "Usted es un aldeano, pero parece ser un lobo para el investigador privado y los videntes .",
            "martyr" : "Tomas el lugar de alguien que ha sido linchado antes de que su papel sea revelado.",
            "mason" : "Sabes quiénes son los otros masones.",
            "mayor" : "Su voto cuenta dos veces cuando vota para linchar a un jugador si se revela.",
            "minion" : "Trabajas con los lobos o vampiros para matar a los aldeanos. El moderador decide si trabajas con los lobo o con los vampiros.",
            "moderator" : "Modera el juego. No se juega sin este papel.",
            "nostradamus" : "Predece el equipo ganador en la primera noche. Si ese equipo gana Y estás vivo al final del juego, obtienes una victoria en solitario. Para el resto del juego eres un aldeano.",
            "old_hag" : "Por la noche, indique a un jugador que debe abandonar el pueblo al día siguiente.",
            "old_man" : "Usted morirá en la noche X, donde X es el número de lobos en el juego más uno.",
            "p_i" : "Inspeccionas tres jugadores adyacentes en una noche.",
            "pacifist" : "No votas cuando se lincha.",
            "priest" : "Proteja a un jugador de la muerte causada por la noche, incluyendo ataques de vampiros.",
            "prince" : "No puedes ser linchado.",
            "sasquatch" : "Usted es un aldeano hasta que un día termina sin linchar, en cuyo caso usted se convierte en un lobo.",
            "seer" : "Compruebe si un jugador es un lobo o un vampiro.",
            "sorcerer" : "Eres un vidente, pero estás en el equipo de los lobos. Sólo sabes si has encontrado un lobo, otro vidente, o algo más.",
            "spellcaster" : "En la noche, indique a un jugador que no podrá usar su voz el día siguiente.",
            "tanner" : "Sólo ganas si eres linchado.",
            "the_count" : "La primera noche, se le dice cuántos lobos hay en cada mitad del pueblo.",
            "thing" : "Cada noche, toque un jugador sentado inmediatamente a su lado.",
            "tough_guy" : "Sobrevive un día extra si es atacado por hombres lobo en la noche.",
            "troublemaker" : "Una vez por juego, elige tener dos intentos de linchamiento en un día. Si los votos están empatados, entonces has perdido tu oportunidad.",
            "vampire" : "Cada noche, elige un jugador. Ese jugador es eliminado cuando un jugador recibe su segunda acusación al día siguiente.",
            "village_idiot" : "Siempre vote para que los jugadores mueran.",
            "villager" : "Encuentra a los lobos y los lincha.",
            "virginia_woolf" : "La primera noche, elige un jugador que te tenga miedo. Si eres eliminado, ese jugador también es eliminado.",
            "werewolf" : "Coma un aldeano cada noche.",
            "wild_child" : "En la primera noche, el niño salvaje elige un modelo a seguir, y si el modelo muere, el niño salvaje se convierte en un hombre lobo. Hasta entonces, el niño salvaje es un aldeano normal.",
            "witch" : "Matas o salvas a un jugador, una vez por juego.",
            "wolf_cub" : "Si usted muere, los lobos obtienen dos muertes la noche siguiente.",
            "wolf_man" : "Se despierta con los otros hombres lobos cada noche, pero el vidente lo ve como un aldeano.",
            "wolverine" : "Cada noche, despierta con los otros Hombres Lobos. Si eres el hombre lobo más cercano al objetivo, los jugadores oyen un sonido metálico."
        }
    }
}